export const TIMELINE_CONTENTS = [
    {
        topicText: "サッカー少年",
        season: "2010 ~ 2014",
        expText: "小学5年生の頃、友達の影響でサッカーを始め、毎日練習していた。中学生になるとゴールキーパーとして市の選抜選手になるほど上達する。"
    },
    {
        topicText: "ほぼ不登校",
        season: "2015 ~ 2017",
        expText: "交通事故の影響でサッカーをやめることになり、引きこもり状態になる。だが偏差値40台の底辺高校だったのでなんとか卒業はできた。"
    },
    {
        topicText: "大学受験（浪人）",
        season: "2018 ~ 2019",
        expText: "上京して環境を変えたいと思い、偏差値38から受験勉強を開始する。試行錯誤しながら独自の勉強方法を編み出し、独学で第一志望の青山学院大学に合格する。"
    },

    {
        topicText: "プログラミングサークル創設",
        season: "2019夏",
        expText: "みんなでプログラミングを勉強できる環境を作りたいと思い、プログラミングサークルを創設する。だがこれまでほとんどパソコンを触ったことがなかったので、簡単な操作に苦労する。"
    },
    {
        topicText: "短期インターン",
        season: "2020 ~ 2021",
        expText: "様々なイベントや短期インターンに参加する。営業やマーケティング、コンサルなどの業務について知ることができたが、自分はエンジニアなること決意し、本格的にプログラミングの勉強を開始する。"
    },
    {
        topicText: "フロントエンドエンジニア",
        season: "2021 ~ 現在",
        expText: "実務経験を積むため、Web系のベンチャー企業で働くことを決意する。チーム開発の経験がほとんどなく、最初はついていくのに必死だったが、今では新規機能の開発を任されるくらいまで成長する。"
    },
]